
# tap repositories and their packages

tap 'homebrew/core'
brew 'ack'
brew 'ansible'
brew 'bdw-gc'
brew 'boost'
brew 'c-ares'
brew 'colordiff'
brew 'double-conversion'
brew 'eigen'
brew 'fasd'
brew 'fd'
brew 'fontconfig'
brew 'freetype'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'gl2ps'
brew 'glew'
brew 'gmp'
brew 'gnupg'
brew 'gnutls'
brew 'graphicsmagick'
brew 'guile'
brew 'hdf5'
brew 'htop'
brew 'icu4c'
brew 'isl'
brew 'jasper'
brew 'jemalloc'
brew 'jpeg'
brew 'jq'
brew 'jsoncpp'
brew 'kubernetes-cli'
brew 'libassuan'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libgphoto2'
brew 'libidn2'
brew 'libksba'
brew 'libmpc'
brew 'libogg'
brew 'libpng'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libusb-compat'
brew 'libvorbis'
brew 'libyaml'
brew 'little-cms2'
brew 'lz4'
brew 'm4'
brew 'mas'
brew 'minikube'
brew 'mpdecimal'
brew 'mpfr'
brew 'ncurses'
brew 'netcdf'
brew 'nettle'
brew 'nghttp2'
brew 'npth'
brew 'oniguruma'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'packer'
brew 'pcre2'
brew 'pinentry'
brew 'pkg-config'
brew 'pugixml'
brew 'pyqt@5'
brew 'python@3.9'
brew 'qt@5'
brew 'readline'
brew 'sqlite'
brew 'szip'
brew 'terraform'
brew 'theora'
brew 'tmux'
brew 'tree'
brew 'unbound'
brew 'utf8cpp'
brew 'utf8proc'
brew 'vtk'
brew 'watch'
brew 'webp'
brew 'xsv'
brew 'xz'
brew 'yq'
brew 'zstd'

tap 'homebrew/bundle'

tap 'homebrew/cask-drivers'

tap 'homebrew/cask-fonts'

tap 'homebrew/cask-versions'

tap 'homebrew/services'

tap 'homebrew/cask'
cask 'alacritty'
cask 'appcleaner'
cask 'bitwarden'
cask 'cakebrew'
cask 'ccleaner'
cask 'coconutbattery'
cask 'diffmerge'
cask 'drawio'
cask 'firefox'
cask 'freemind'
cask 'freeplane'
cask 'gimp'
cask 'google-chrome'
cask 'iterm2'
cask 'microsoft-auto-update'
cask 'microsoft-edge'
cask 'postman'
cask 'qlcolorcode'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'slack'
cask 'tad'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'vmware-fusion'
cask 'yed'

tap 'rcmdnk/file'
brew 'brew-file'
